import { useState } from "react";
import '../App.css'
function About() {




  return (
    <>
    <div className="container">
<h2>О компании</h2>
 <p><h2>Кто мы?</h2>

<b>Kontakt</b> — это бренд, входящий в состав ведущей азербайджанской компании <b>ABC-Telecom</b>, которая зарекомендовала себя как надёжный и устойчивый игрок на рынке технологий и розничной торговли. Поддержка такой мощной структуры лежит в основе нашей стратегии развития, качества сервиса и высокого уровня доверия со стороны клиентов и партнёров.

Как и все истории о бизнесе, наша история тоже началась с клиентов, то есть с тебя. Твои желания и потребности для нас очень важны. Наша главная миссия радовать тебя, предоставив лучший сервис и помочь тебе в выборе того продукта, который ты ищешь в соответствии с бюджетом и пожеланиями. Именно по этой причине наш слоган: "Kontakt – Радует"
Как один из самых больших сетевых магазинов страны, представляющих цифровую и бытовую технику, мебель и текстиль, мы задаемся вопросом – Как мы можем тебя обрадовать.

Любимые бренды стали тебе еще ближе: 
Мы официальные дистрибьюторы более 40-а международных брендов, таких как, Samsung, LG, Bosch, Tefal, Huawei, Sony, Panasonic, Delonghi Group, Electrolux, Thomas, Beurer, Bang & Olufsen, Karcher, Beko, H Gala, Cassore, Schafer, Simge mobilya, эксклюзивный дистрибьютор таких глобальных брендов, как Oppo, Toshiba, Intel, Black&Decker, Hoffmann, Blackview, Kieslect, Etias, Viper, Dark Project, Blizzard, SBS, Energy Sistem, Defunc и Urbanista, а также официальный представитель бренда Apple в Азербайджане.

Наше портфолио брендов постоянно пополняется, поэтому ты легко сможешь приобрести продукцию любимых мировых брендов в магазинах "Контакт".

Все необходимое мы собрали в одном адресе:
Более 30 000 товаров для работы, учебы, дома, развлечений и отдыха ты сможешь найти в одном месте – наших магазинах "Контакт". Ознакомься с адресами здесь.

Радуем тебя выгодными предложениями: 
Сделав условия покупки как за наличный расчет, так и в оплате по частям более удобными, мы создаем все возможности для тебя чтобы ты мог приобрести желаемую продукцию.  А такие кампании, как "Axşam bazarı", "Şeş Qoşa", "Fərqi 120%-ni geri al" уже давно стали любимыми для наших клиентов.
<br></br>
<b>Предлагаем дополнительные возможности для твоего комфорта: </b><br></br>
Официальная гарантия до трех лет – такое обязательное условие мы предоставляем для каждой нашей продукции. При появлении каких-либо трудностей, наш партнерский сервис готов решить проблему в самые короткие сроки. Кроме этого, на время ремонта мы обеспечиваем тебя продукцией на замену. А также спешим сообщить, что если в течение 14 дней ремонт продукции не будет завершен, в таком случае мы предоставим тебе абсолютно новую продукцию. Да, такие уж мы, амбициозные.

Исполняем наши социальные обязательства:
Претворяя в жизнь различные социальные проекты, мы стараемся привить обществу новые положительные ценности.

Всегда доступны:
Мы близки тебе на расстоянии одного звонка. Позвонив на номер Службы Поддержки *6060, ты можешь получить ответы на все вопросы о нашей продукции и услугах. Ты также с легкостью можешь найти нас в соцсетях.

Наша история:
Из маленького магазина мы превратились в один из самых больших сетей страны. Многое изменилось за это время, неизменной осталась наша цель: желание радовать тебя своей продукцией и услугами.

В 2006-м году мы начали свою работу как маленький магазин, осуществляющий продажу мобильных телефонов, аксессуаров и мобильных номеров. В том же году были открыты еще три наших магазина. Наш первый магазин назывался "Kontakt Mobile".
В 2010-м году добавив к линейке нашей продукции компьютеры и фотоаппараты, мы расширили сферу наших услуг.
В 2011-м году бытовая техника была добавлена в наш каталог продукции. Был расширен ассортимент товаров и наше название сменилось на "Kontakt Electronics".
В 2013-м году к широкому ассортименту электроники и бытовой техники была добавлена мебельная категория. С тех пор мы предлагаем не только местную и зарубежную мебель, а также ту мебель, которую создает наша фабрика. Окончательно оформив концепт "Home", мы поменяли наше название на "Kontakt Home".
Накануне процесса ребрендинга в 2020 году название сети было изменено с "Kontakt Home" на "Kontakt". Частицы "Home" и "Smart" остались только как концепция магазина.
С 2021 года мы пересекли границы страны и начали работать в Грузии.
В настоящее время, являясь официальным представителем более 40 международных брендов, мы продолжаем обслуживать в общей сложности 38 магазинов в Азербайджане, 3 в Грузии, а также интернет-магазины kontakt.az и kontakt.ge. https://kontakt.az/ru/sirket-haqqinda
      </p>
</div>
    </>
  )
  
  
} 
export default About